import witcherImg from './Img/StarCraftImg.png';

export const Cards = [
    {
        id: 1,
        name: 'The Witcher 3: Wild Hunt',
        genre: 'RPG',
        date: '19 мая 2015г',
        platform: 'PC, PlayStation 5',
        rating: 8.6,
        image: witcherImg,
        description: 'The Witcher 3: Wild Hunt - компьютерная ролевая игра по мотивам серии романов «Ведьмак» польского писателя Анджея Сапковского, продолжение игр «Ведьмак» и «Ведьмак 2: Убийцы королей».',
        modalInfo: {
            title: 'The Witcher 3: Wild Hunt',
            image: witcherImg,
            fullDescription: `The Witcher 3: Wild Hunt -  компьютерная ролевая игра по мотивам серии романов «Ведьмак»
польского писателя Анджея Сапковского, продолжение игр «Ведьмак» и «Ведьмак 2: Убийцы королей».
Заключительная часть трилогии. Игроку вновь отводится роль Геральта, ведьмака, убивающего монстров.
После событий второй части Геральт возвращает утраченные воспоминания, и оказывается на перепутье.
В Северных королевствах бушует война, а неожиданно вернувшаяся Йеннифэр, подруга Геральта, просит
его помочь с поисками Цириллы, Дитя-неожиданности, которая может остановить пришествие Дикой Охоты.
Геральт отправляется в опасное путешествие по разоренным войной землям, чтобы найти Цири и сокрушить
Дикую Охоту раз и навсегда.`,
        }
    }
];